[BayonetMaster X2AbilityTemplate]
LocFriendlyName="Bayonet Master"
LocFlyOverText="Bayonet Master"

[BayonetMasterPassive X2AbilityTemplate]
LocFriendlyName="Bayonet Master"
LocLongDescription="This unit can take an additional move action after performing a melee attack."
LocHelpText="This unit can take an additional move action after performing a melee attack."
LocFlyOverText="Bayonet Master"

[Relocation X2AbilityTemplate]
LocFriendlyName="Relocation"
LocFlyOverText="Relocation"

[RelocationPassive X2AbilityTemplate]
LocFriendlyName="Relocation"
LocLongDescription="This unit can take an additional move action after performing a punch attack."
LocHelpText="This unit can take an additional move action after performing a punch attack."
LocFlyOverText="Relocation"

[HunkerDownNoAnim X2AbilityTemplate]
LocFriendlyName="Hunker Down"
LocHelpText="Increase Defense by <Ability:HUNKERDEFENSEBONUS/>, and Dodge by <Ability:HUNKERDODGEBONUS/>. Only works in cover. If burning, puts out the fire."
LocFlyOverText="Hunker Down"

[AnimaConsume X2AbilityTemplate]
LocFriendlyName="Drain Life"
LocFlyOverText="Drain Life"

[AnimaInversion X2AbilityTemplate]
LocFriendlyName="Dark Gate"
LocFlyOverText="Dark Gate"
